Repository: ox-it/ox-calendar-widget
Catalog: languages/icalevents-*.po
Languages: fr_fr

source: Shows you upcoming events for a configurable iCalendar .ics file.
fr_fr: Présente les évenements pour un fichier .ics iCalendar configurable.

source: iCalendar Events
fr_fr: Évenements iCalendar

source: Title
fr_fr: Titre

source: If you leave this setting empty, this widget will show the calendar name in your sidebar box title
fr_fr: Si vous laissez ce paramètre vide, ce gadget montrera le nom du calendrier dans le titre de la barre

source: iCalendar Subscription URL
fr_fr: Hyperlien des calendriers

source: Enter a full qualified URL to a iCalendar subscription. It *MUST* start with 'http://' or 'webcal://'.
fr_fr: Entrez un hyperlien complet pour une souscription à un iCalendar. *DOIT* commencer par 'http://' ou 'webcal://'.

source: Show # of upcoming events
fr_fr: Présente # d'évenements

source: Enter a numeric value here. It represents the number of the events that will be shown in your sidebar box.
fr_fr: Entrez une valeur numérique. Représente le nombre d'évenements qui seront montrées dans la barre.

source: Select a date range here. The format of the given date must be "YYYY/MM/DD".
fr_fr: Sélectionnez une plage de date. Le format doit être "AAAA/MM/JJ".

source: Show Events from
fr_fr: Présente les évenements à partir de

source: If you leave this setting empty, the current date will be used.
fr_fr: Si vous laissez ce paramètre vide, la date courante sera utilisée.

source: Show Events to
fr_fr: Présente les évenements jusqu'à

source: If you leave this setting empty, the 2038/01/18 will be used as the maximum date.
fr_fr: Si vous laissez ce paramètre vide, 2038/01/18 sera utilisé pour la date maximum.

source: Show event summary
fr_fr: Présente le sommaire de l'évenement

source: Show start date
fr_fr: Présente la date de début

source: Show start time
fr_fr: Présente l'heure de début

source: Show end date
fr_fr: Présente la date de fin

source: Show end time
fr_fr: Présente l'heure de fin

source: Show description
fr_fr: Présente la description

source: Show location
fr_fr: Présente l'emplacement

source: Show a given URL
fr_fr: Présente un hyperlien

source: This is NOT a valid date format!
fr_fr: Format de date invalide!

source: There are no events available.
fr_fr: Aucun évenement disponible.
